Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: It is brightly painted and has kids’ toys in the garden but it is a defensive_installation. What does Ms Fritzl, 42, fear in her new existence?
ar: إنه مطلي بألوان زاهية وألعاب الأطفال في الحديقة ولكنه مبنى دفاعي، فمما تخشى السيدة فريتزل (42 عاما) في حياتها الجديدة؟

source: Her father Josef is now safely under lock and key. The paparazzi have snatched_a picture of her with one of her children but interest has waned. Claudia_Bandion-Ortner, the Justice Minister, promised to tighten further Austria’s_strict victim-protection l
ar: فوالدها جوزيف الآن محبوس بالقفل والمفتاح، والتقط البابارتزي صورة لها مع احد أطفالها ولكن تضاءل الاهتمام بها، وقد وعدت كلوديا بانديون أورتنر وزير العدل بزيادة التشدد في القوانين الصارمة لحماية الضحايا بالنمسا، وقالت يمكننا بالتأكيد أن نفعل المزيد للعمل ضد

source: The parish priest Father J, a 52-year-old former Carmelite, says the community_is one that has always had to make new beginnings.
ar: ويقول كاهن المنطقة الأب ي وهو راهب كرملي سابق يبلغ من العمر 52 عاماً إن المجتمع هو الذي عليه أن يفتح البدايات الجديدة.

source: “Throughout history there have always been terrible floods here, the latest in_1954 and 2002 and you can only guess what that means for the village’s sense_of itself, of its history.”
ar: طوال التاريخ هناك دائماوأضاف على مر التاريخ كانت هناك دائماً فيضانات رهيبة هنا، وآخرها كان في عامي 1954 و2002، ولا يمكنك إلا أن تخمن ما الذي يعنيه هذا بالنسبة لشعور القرية بنفسها وبتاريخها. فيضانات رهيبة اليوم اخر 1954 و 2002 يمكن شتتصورني يعني ان ال

source: The villagers are fiercely protective of Ms Fritzl and her children. “Fritzl -_never heard of him,” says Andreas, who runs the local pub.
ar: والقرويون شديدو الدفاع عن السيدة فريتزل وأطفالها، فيقول أندريه الذي يدير احدي الحانات المحلية فريتزل، لم أسمع عنه من قبل.

source: As we move down the few streets it gets spookier. Net curtains twitch, nobody_answers the doorbell. One neighbour can be heard hushing his barking dog._There is a sense of each resident passing on the news that there are_strangers in town.
ar: ومع تحركنا قليلاً في الشوارع، يزداد الأمر رهبة، جميع الستائر تتحرك بسرعة ولا أحد يجيب على جرس الباب، ويمكنك سماع أحد الجيران يهدأ من نبح كلبه، فهناك شعور بين كل المقيمين الذين ينقلون أخبار أن هناك غرباء في المدينة.

source: The drive into Ms Fritzl’s house, her new upstairs world, is marked by a_strange little pile of debris: a grinning Halloween pumpkin head and a_broken wooden angel. It was her brother Harald, 46, who spotted that there_was a house to rent in Village X. He
ar: ويتميز الممشى المتجه إلى منزل السيدة فريتزل أي عالمها الجديد فوق الأرض بكومة غريبة وصغيرة من الأنقاض حيث تجد رأس يقطين الهالوين يبتسم ابتسامة عريضة وملاك خشبي مكسور، وكان شقيقها هارالد (46 عاما) هو الذي أشار إلى وجود منزل للاستئجار في قرية ص، وكان هارالد

source: Harald — the only member of the Fritzl clan apart from Elisabeth prepared to_testify against Josef — had his own unpleasant encounters with their father._Once Josef smelt alcohol on his breath and broke his nose. Now Harald is a_neighbour.
ar: وكان هارالد وهو العضو الوحيد إلى جانب اليزابيث من عائلة فريتزل المستعد لإدلاء بشهادته ضد جوزيف له نصيب من المواجهات غير السارة مع أبيه، ففي احدى المرات اشتم جوزيف رائحة الكحول تفوح منه فكسر أنفه، وهارالد الآن احد جيران اليزابيث.

source: It is in her fortress that Ms Fritzl has the chance to make the transition_from the dungeon in which she was confined to a normal Austrian parent. The_constant in this transition is her desire to protect the children. Their_birth in the cellar kept her sa
ar: تحظى السيدة فريتزل في الحصن بالفرصة لتحقيق التحول من الحياة في القبو التي كانت محتجزة فيه إلى أن تكون أم نمساوية طبيعية، والثابت في هذا التحول هو رغبتها في حماية الأطفال، فولادتهم في القبو هو الذي أبقاها بقواها العقلية، والدفاع عن أطفالها هو الذي أعطاها ق

source: Israeli Army T-Shirts Mock Gaza Killings
ar: تي شيرتات الجيش الإسرائيلي تسخر من عمليات القتل في غزة

source: Dominic Waghorn,______Middle East correspondent
ar: دومينيك واجهورن مراسل الشرق الأوسط

source: The Israeli army is at the centre of a second controversy over the moral conduct of its soldiers in as many days.
ar: الجيش الإسرائيلي هو محور جدل ثان حول السلوك الأخلاقي لجنوده في أيام عديدة.

source: The printed t-shirts were discovered by an Israeli newspaper (Pic: courtesy of Yanai Yechiel)
ar: اكتشفت احدى الصحف الإسرائيلية التي شيرتات المطبوعة (PIC: كورتسي, يانائي يتشيل)

source: The revelations centre on t-shirt designs made for soldiers that make light of shooting pregnant Palestinian mothers and children and include images of dead babies and destroyed mosques.
ar: تجعل التصاميم المطبوعة في وسط التي شيرتات المخصصة للجنود من إطلاق النار على الأمهات الفلسطينيات الحوامل والأطفال أمراً بسيطاً، كما تتضمن صوراً لأطفال رضع مقتولين ومساجد مدمرة.

source: The t-shirts were printed for
ar: طُبعت التي شيرتات من أجل الجنود

source: Israeli
ar: الإسرائيليين

source: soldiers at the end of periods of deployment or training courses and were discovered by Israeli newspaper
ar: في نهاية فترات الانتشار أو الدورات التدريبية واكتشفتها

source: Haaretz
ar: صحيفة هاآرتس الإسرائيلية.

source: One, printed for a platoon of Israeli snipers depicts an armed Palestinian pregnant women caught in the crosshairs of a rifle, with the disturbing caption in English: 1 shot 2 kills.
ar: وتصور احدى التي شيرتات المطبوعة خصيصاً لفصيلة من القناصة الإسرائيليين امرأة فلسطينية مسلحة وحامل موجودة في مرمى هدف البندقية مع التعليق المثير للانزعاج باللغة الإنجليزية: إصابة1 وقتل 2.

source: Another depicts a child carrying a gun also in the centre of a target.
ar: ويصور آخر طفل يحمل مسدساً وأيضا في قلب هدف البندقية.

source: The smaller, the harder, read the words on the t-shirt.
ar: وكُتبت على التي شيرت عبارة كلما كان أصغر كان أكثر صعوبة.

source: According to a soldier interviewed by the newspaper, the message has a double meaning: It's a kid, so you've got a little more of a problem, morally and also the target is smaller.
ar: ووفقاً لحوار أجرته الصحيفة مع احد الجنود، قال إن الرسالة مزدوجة المعنى إنه طفل، لذلك لديك مشكلة أخلاقية ولديك مشكلة أخرى لأن الهدف أصغر.

source: Another shows an Israeli soldier blowing up a mosque and reads Only God forgives.
ar: وتظهر صورة أخرى جندي إسرائيلي يفجر مسجداً وجاء فيها الله فقط هو الذي يغفر.

source: Above a ninja figure, yet another shirt bears the slogan Won't chill until I confirm a kill.
ar: وكُتب فوق صورة لمقاتل نينجا شعار لن أهدأ حتى أتأكد من قتل احدهم.

source: in which hundreds of civilians were killed - many of them women and children - are causing outrage.
ar: الذي أودى بحياة المئات من المدنيين الكثير منهم من النساء والأطفال.

source: The revelations, coming so soon after Israel's offensive in
ar: وأثارت هذه الاكتشافات غضباً هائلاً خاصةً بعد ظهورها بفترة وجيزة من الهجوم الذي شنته إسرائيل على

source: Perhaps the most shocking design shows a Palestinian mother weeping next to her dead baby's grave, also in the crosshairs of a rifle.
ar: ولعل أشنع تصميم هو الذي يظهر فيه أم فلسطينية تبكي بجوار قبر طفلها المقتول وتظهر أيضاً في مرمى هدف البندقية.

source: It suggests it would have been better if the child had never been born, with the slogan Better use Durex.
ar: ويقترح التعليق أنه كان من الأفضل لو لم يلد الطفل مع شعار من الأفضل استخدام ديروكس (واق ذكري).

source: and the shooting of civilians during Israel's offensive during the Gaza offensive.
ar: وإطلاق النار على المدنيين خلال الهجوم الذي شنته إسرائيل على غزة.

source: The controversy follows
ar: ويأتي الجدل بعد

source: more revelations by other soldiers about abuses
ar: زيادة كشف تجاوزات جنود آخرين

source: Ex-soldier and campaigner with
ar: وصرح الجندي السابق والمشترك في حملة

source: Breaking The Silence
ar: كسر جدار الصمت

source: , Michael Maniken, told Sky News Online this week's revelations suggest a pattern of immoral conduct in the army.
ar: مايكل مانيكن لقناة سكاي نيوز أون لاين أن اكتشافات هذا الأسبوع تشير إلى وجود نمط من السلوك غير الأخلاقي في الجيش.

source: The army keeps on saying we're talking about a few rotten apples but it seems the army doesn't understand there's a norm in this kind of action, he explained.
ar: وقال يكرر الجيش القول إننا نتحدث عن عدد قليل من التفاح الفاسد ولكن يبدو إن الجيش لا يفهم أن هناك قاعدة لهذا النوع من العمل.

source: We're hearing about this time and time again and the army seems disconnected from reality.
ar: وأضاف نحن نسمع عن ذلك مراراً وتكراراً والجيش يبدو منعزلاً عن الواقع.

source: A spokesman for the
ar: وقال متحدث باسم

source: (IDF) told Sky News Online, the t-shirts were printed on the private initiative of the soldiers and their designs are not in accordance with IDF values and are simply tasteless. This type of humour is unacceptable and should be condemned.
ar: لشبكة سكاي نيوز أون لاين أن هذه التي شيرتات طُبعت بمبادرة شخصية من الجنود وأن التصاميم لا تتفق مع قيم قوات الدفاع الإسرائيلية وأنها مجردة من الذوق، هذا النوع من الفكاهة غير مقبول ويجب أن يتم إدانته.

source: Joyce MacMillan: David Greig's 2007 work Damascus has polarised critics following its debut in Syria
ar: جويس ماكميلان: عمل ديفيد جريج الأول لعام 2007 استقطب النقاد معه إلى دمشق التى يزورها لأول مرة.

source: Published Date:
ar: نشرت فى التاسع عشر من مارس عام 2009.

source: IT'S LATE on Thursday night when I arrive in Damascus, the ancient city sprawling its way up the dramatic slopes of Mount Quissoun; and although their second performance in Syria is in full swing, at the municipal theatre in the middle-class suburb of Dum
ar: متأخراً مساء الخميس عندما وصلت إلى دمشق، المدينة العريقة التى إمتلأت بالأنوار و الزينة بطلعتها الدرامية من على منحدرات جبل القاسيون، و بالرغم من أدائهم المسرحى للمرة الثانية هناك إلا أنه كان أداءً متغيراً على خشبة مسرح البلدية فى حى الطبقة المتوسطة بدومار

source: As playwright David Greig and director Philip Howard are only too aware, bringing a play called Damascus to the city of Damascus was always going to be a high-risk enterprise. It was a play that Greig wrote reluctantly, for the Traverse's Edinburgh F
ar: إلا أن كلاً من الكاتب المسرحى ديفيد جريج و كذلك المخرج فيليب هوارد كانا جد حذرين عندما قاما بإحضار مسرحية تدعى دمشق ليتم تمثيلها على خشبة مسرح دمشق، و بالرغم من ذلك فقد كانت تلك الخطوة تشتمل على مخاطرة كبيرة. فقد قام جريج بكتابة تلك المسرحية بشكل غير حماس

source: estival programme of 2007, after several years of work with young playwrights across the Arab world had made him acutely aware of their need to find their own voice, rather than see themselves and their society defined through western eyes. And it was a p
ar: و خلال برنامج المهرجان عام 2007 و بعد سنوات من العمل كتاب المسرحيات العرب الناشئين عبر العالم العربى أجمع فقد تمكن من ادراك حاجتهم لاكتشاف أنفسهم و أصواتهم بداخلهم، فضلاً عن مجرد رؤية أنفسهم و مجتمعهم و ظروفه من وجهة نظر العالم الغربى. و من ثم فقد تمت كتا

source: To audiences in the UK, in other words, Damascus looks like a searing piece of self-criticism directed against the well-meaning but ineffectual westerner abroad. To audiences in the Arab world, though, it inevitably looks like a thumbnail sketch of their
ar: قد أراد الكاتب أن يوضح للجمهور البريطانى أن دمشق هى عبارة عن مكان أو قطعة فنية ذاتية النقد موجهة ضد المعنى الجيد و لكنها ليس لها قيمة أو تأثير فى المجتمع الغربى بالخارج. و بالنسبة للجمهور فى العالم العربى فإن تلك المسرحية تظهر على أنها رسمة توضيحية للثقاف

source: Nothing, though, had quite prepared the company for the explosive reaction to the play on its first night in Syria. First there was the performance, received with huge warmth and responsiveness, much laughter, and even a small standing ovation.Then there
ar: و فى الواقع لا يوجد ما قامت الشركة باعداده لمواجهة رد الفعل نحو تلك المسرحية بهذا الأسلوب خلال عرضها لليلة الأولى بسوريا. حيث كان أولاً الأداء المسرحى و الذى قوبل بحفاوة كبيرة و حماس من قبل المشاهدين، حيث اتسمت المشاهدة بالضحك و التهليل و الاستجابة نحو ال

source: Controversy swirled in particular around the character of the desk clerk Zakaria, who finally kills himself when Paul fails to help him achieve his last desperate hope of becoming a writer in the west. Some young Syrians saw him as an iconic figure; other
ar: و قد دارت المحادثة و الجدال بشكل أكثر تركيزاً حول شخصية العامل بالفندق زكريا و الذى قام فى النهاية بقتل نفسه عنما فشل بول فى مساعدته تحقيق أمله الأخير البائس فى أن يصبح كاتب بالغرب. و لكن فى نفس الوقت فقد اعتبره بعض الشبان السوريين شخصية رمزية و كذلك فقد

source: And these divisions were repeated at a major British Council seminar on Saturday, when some speakers expressed rage that a British playwright should be able to command such significant resources to caricature their culture on an international stage; while
ar: و قد تم تكرار تلك الردود مرةً أخرى فى جلسة بالمجلس البريطانى يوم السبت الماضى عندما قام بعض الحضور بالعبير عن غضبهم حيث ما كان يجب أن يقوم كاتب مسرحى بريطانى بعرض مثل تلك المصادر المهمة على أنها رسوم تهكمية على خشبة مسرح دولية، بينما قامت الناقدة المصرية

source: After the seminar, Greig headed off into the Old Town of Damascus, to spend a last evening with the young Syrian playwrights whose work he has already helped to present in London, before a brief return to Scotland.
ar: و بعد إنتهاء الجلسة قام جريج بالإتجاه صوب قلب مدينة دمشق القديمة لقضاء آخر أمسية له بها مع الكتاب المسرحيين السوريين الناشئيين و الذين أتيحت لهم الفرصة لأداء أعمالهم بلندن و ذلك قبل العودة مباشرةً إلى اسكتلندا.

source: And the rest of us climbed into a small bus, and rattled off over the mountains, through mist and rain and grubby border checkpoints, on the 100-mile drive to Beirut, down by the Mediterranean. It was a journey that seemed to take us from east to west, fr
ar: بينما البقية ممن حضروا تلك الجلسة بالمركز الثقافى البريطانى فقد استقلوا الحافلة و جالوا بها عبر الجبال السورية عبر الضباب و قطرات الندى المكتساقطة على جانبى الطريق و نقاط التفتيش المنتشرة عبر الطريق بكامله على بعد مائة ميل من بيروت جنوب البحر الأبيض المتو

source: Yet this, too, is a Middle Eastern city full of contrasts, where some of the women go modestly veiled, and others present spectacular displays of big hair and bling. And here, too, although the tone of the post-show discussion was more relaxed, the same t
ar: و هنا يجب ملاحظة أن تلك المدينة مليئة بالعديد من الصراعات المنتشرة بمنطقة الشرق الأوسط حيث تتشح بعض النسوة بالخمار بينما تتسم بعض النساء الأخريات بالموضة و الإهتمام بمظاهر العلمانية حيث ينشرن شعرهن على أكتفتهن و لكن فى نفس الوقت فقد كان جو الحوار السائد خ

source: Behind these debates, of course, lie some of the most profound questions facing our 21st-century world. There is the debate between former colonising powers, and the countries they once used and manipulated for their own ends; a debate still full of well-
ar: و وراء تلك المناظرات التى انتشرت نتيجة عرض تلك المسرحية توجد و تنتشر بعض الأسئلة التى يجب توجيهها نحو عالم أو مجتمع القرن الحاد و العشرين. حيث توجد مناظرة بين القوى الاستعمارية السابقة و تلك الدول و المجتمعات التى تم استعمارها من قبل تلك القوى الاستعمارية

source: Sometimes, in these dialogues, there comes a moment – like Nora's great slamming of the door in Ibsen's A Doll's House – when the less powerful partner has to walk away, and find his or her own voice, before dialogue can begin again. If the tour of Damasc
ar: و فى بعض الأحيان من خلال تلك الحوارات و المناظرات المختلفة توجد لحظة مثل تلك التى تقرع فيها نورا الباب بشدة فى مسرحية إسبن منزل اللعب أو دولز هوس - عندما وجب على الشريك الضعيف أن يهجر المكان و هنا يجد أو تجد هى صوتها و ذلك قبل أن يبدأ الحوار مرةً أخ

source: Suez Canal revenue drops
ar: هبوط إيرادات قناة السويس.

source: ISMAILIYA (Egypt) - SUEZ Canal revenue and traffic dropped almost 25 per cent in February as the world economic crisis continued to bite, a Canal Authority official said on Monday.
ar: الإسماعيلية ( مصر ) – صرح مسؤول سلطة القناة يوم الاثنين أن عائدات قناة السويس و حركة المرور فيها قد انخفضت بما يقارب نسبة الخمسة و عشرين بالمئة خلال شهر شباط و ذلك بسبب استمرار الأزمة الاقتصادية العالمية.

source: Canal revenue fell to US$302 million (S$623 million) from US$408 million in February 2008 and the number of boats dropped to 868 from 1,272, the official said.
ar: حيث قال المسؤول أن عائدات القناة قد هبطت إلى 302 مليون جنيه أو ما يعادل 623 مليون دولار أميركي بينما كانت 408 مليون جنيه في شهر شباط 2008, كما انخفض عدد القوارب إلى 868 و كان سابقا 1272 قارب.

source: The volume of trade passing through the vital shipping route also took a hit, dropping to 53 million tonnes in February from 73 million tonnes in the same period last year.
ar: كما تلقى حجم التجارة عبر طريق الشحن الحيوي نكسة أيضا, حيث انخفض إلى ثلاثة و خمسين مليون طن في شهر شباط بينما كان 7ثلاثة و سبعين مليون طن في نفس الفترة السنة الماضية.

source: The Canal Authority decided at the start of the year not to increase tariffs due to uncertainty in the shipping industry in the light of the piracy problem in the Gulf of Aden and the worldwide credit crunch.
ar: و قررت سلطة القناة في بداية السنة بشكل مستقل بعدم زيادة التعرفة القانونية بسبب عدم التأكد من حالة صناعة شحن السفن على ضوء مشكلة القرصنة في خليج عدن و أزمة الائتمان العالمية.

source: Arms manufacturers in particular have rerouted their shipping round the Cape of Good Hope in recent months to avoid pirates preying on vessels en route between the Suez Canal and the Indian Ocean.
ar: أعاد منتجو الأسلحة توجيه شحناتهم بشكل خاص حول رأس الرجاء الصالح في الأشهر الماضية و ذلك لتجنب القراصنة القابعين على الطريق و الذين يعترضون السفن في الطريق بين قناة السويس و المحيط الهندي.

source: The canal is Egypt's third-largest source of revenue after tourism and remittances from expatriate workers.
ar: إن قناة السويس هي ثالث أكبر مصدر مصري للعائدات بعد السياحة و الحوالات من العمال المغتربين.

source: The government last year raised more than five billion dollars from ships passing through the canal. -- AFP
ar: هذا و قد قامت الحكومة في السنة الأخيرة باكتساب أكثر من خمس بلايين دولار من السفن العابرة للقناة. - - أ ف ب

source: Canal revenue fell to US$302 million (S$623 million) from US$408 million in February 2008 and the number of boats dropped to 868 from 1,272. -- PHOTO: REUTERS
ar: انخفضت عائدات القناة إلى 302 مليون جنيه أو ما يعادل 623 مليون دولار أميركي بينما كانت 408 مليون جنيه في شهر شباط 2008, كما انخفض عدد القوارب إلى 868 و كان سابقا 1272 قارب.__الصورة التقطت من قبل: رويترز.

source: Bibi, Barak ink deal despite Labor's fury
ar: بيبي, باراك يوقع الاتفاقية رغم غضب حزب العمل.

source: Israel's Labor Party chief Ehud Barak has reached a draft accord with the Premier-designate amid his last ditch effort to form a government.
ar: نال رئيس حزب العمل الإسرائيلي إيهود باراك مسودة تفاهم مصممة من قبل رئيس الوزراء في محاولة أخيرة لتشكيل الحكومة.

source: Barak and Prime Minister-designate Binyamin Netanyahu agreed on a draft coalition deal under which the government platform will include a commitment to the goal of reaching a comprehensive regional peace agreement, the Israeli Army Radio reported Tuesda
ar: أعلن راديو الجيش الإسرائيلي يوم الثلاثاء أن كلا من باراك و رئيس الوزراء بينيامين نتانياهو وافقا على توقيع اتفاقية تفاهم أولية بناء على ما سيعتبره البرنامج السياسي للحكومة يتضمن تعهدا بالتوصل إلى ‛ اتفاقية سلام إقليمية شاملة. ‛

source: to any agreement by outgoing Prime Minister Ehud Olmert, vowed to enforce law with regards to illegal West Bank outposts, the draft states.
ar: و تنص المسودة على أن نتانياهو - الذي رفض سابقا البقاء ملتزما بأية اتفاقية موقعة من قبل رئيس الوزراء المنتهية صلاحيته إيهود اولمرت - تعهد ب ‛ فرض القانون فيما يتعلق بمخافر الضفة الغربية الغير قانونية. ‛

source: If Labor lawmakers back the deal and agree to join Netanyahu's coalition, the party will have five ministries with Barak keeping the defense portfolio.
ar: إذا ما دعم مشرعو حزب العمل الاتفاقية و وافقوا على الانضمام إلى حكومة ائتلاف نتانياهو, عندها سيحصل الحزب على خمسة حقائب وزارية مع احتفاظ باراك لوزارة الدفاع.

source: The agreement allows us to have important and dramatic influence on the way the country will be run for the next few years, and Labor will have significant involvement in implementing what it believes in: on welfare, economic, and security issues in the
ar: يقول عضو الكنيست عن حزب العمل اسحق هرتزوغ الأسبق: ‛ تسمح الاتفاقية لنا بامتلاك نفوذ هام و مثير نظرا إلى الطريق التي ستسير عليه البلاد للسنين العديدة القادمة, كما أن حزب العمل سيحصل على سلطة التدخل الكبير في الأمور التي يؤمن بها: كالرفاهية, الاقتصاد, و الق

source: The draft agreement however sparked fury among the dissident Knesset members who threatened not to toe the party line if Labor's central committee votes to join Netanyahu's government.
ar: و على أية حال فإن مسودة الاتفاقية أشعلت الغضب بين أعضاء الكنيست المعارضين الذين هددوا بأنهم لن يمسوا خط الحزب إذا ما صوتت لجنة حزب العمل المركزية بالموافقة على الانضمام لحكومة نتانياهو.

source: Given the severity of the situation, we feel obliged to inform you that you would not be able to count on our support for any understandings reached between the teams, warned seven MKs opposed to the deal. The opponents include secretary general Eitan C
ar: و قد حذر سبعة أعضاء من الكنيست معارضين للاتفاقية قائلين: ‛ نظرا لفداحة الوضع, فنحن نشعر أننا مضطرون لإعلامكم أنكم لن تتمكنوا من الاعتماد على تأييدنا لكم في أي تفاهم يتم التوصل إليه بين الفريقين. ‛ و من بين المعارضين الأمين العام للحزب إيتان كابل و رئيس ال

source: They're trying to buy us off with portfolios and empty promises, but the central committee will show today that the Labor Party is not up for sale and that it did not finish its historic role, said MK Ophir Paz-Pines who also opposes the move.
ar: يقول عضو الكنيست المعارض لهذه الخطوة أوفير باز – بينز: ‛ إنهم يحاولون رشوتنا عن طريق الحقائب الوزارية و إطلاق الوعود الفارغة, إلا أن اللجنة المركزية ستظهر اليوم أن حزب العمل ليس للبيع و أنه لم ينه دوره التاريخي بعد. ‛

source: Under the deal, Labor will also be involved in all diplomatic and defense decisions.
ar: و وفقا للاتفاقية, فإن حزب العمل سيكون قادرا على التدخل في القرارات الدبلوماسية و الدفاعية.

source: The party was promised to hold the chairmanship of Knesset's Foreign Affairs and Defense Committee during the first third of the government's tenure.
ar: و كان الحزب قد وعد بشغل رئاسة الشؤون الخارجية في الكنيست و لجنة الدفاع أثناء الثلث الأول من مدة خدمة الحكومة.

source: Tue, 24 Mar 2009 14:33:32 GMT
ar: الثلاثاء في الرابع و العشرين من شهر أذار,2009 _14:33:32 بتوقيت غرينتش

source: Chinese officials told Reuters that they didn't know about YouTube being blocked and stressed that they had a positive view of the Internet and its content.
ar: و قد أخبر المسؤلون الصينيون بدورهم وكالة رويترز للأخبار أنهم لم يعرفوا عن كون موقع اليوتيوب لأفلام الفيديو تم حظره و حجبه و أنهم مقتنعون بوجهة نظر إيجابية تجاه الإنترنت و محتواها المختلف.

source: in particular, which features mythical creature the grass-mud horse, has become an icon for the anti-censorship movement. When written, the creature's name is benign, but when spoken, the word for grass-mud horse becomes an inflammatory expletive.
ar: إلا أن المواطنيين الصينيين قد بدؤا فى الإعتراض مؤخراً على ذلك الحظر و محاربته باحثين عن ثغرات تساعدهم فى التغلب على تلك القرارات الحكومية و التى تمثل العين الرقانية على تصرفاتهم و تصفحهم و من ثم تقيد حرياتهم فى التعامل مع المواقع المختلفة. و فى أحد تلك ال

source: Many people have a false impression that the Chinese government fears the Internet. In fact it is just the opposite,” Foreign Ministry spokesman
ar: و يعانى العديد من الأفراد من تأثير و إنطباع خاطىء بأن الحكومة الصينية تخشى الإنترنت و محتواها. بينما فى الواقع فإن العكس هو الصواب و الأقرب للواقع، و هذا هو ما ورد فى تعليق لمتحدث رسمى باسم وزير الخارجية الصينى للصحفين وفق ما أقرته وكالة الأنباء العالم
